Repository: rnsloan/pureclip
Catalog: PureClip/*.lproj/Localizable.strings
Languages: de, es, fr, ja, zh_hans

# menu.clean_clipboard
source: Clean Clipboard
de: Zwischenablage bereinigen
es: Limpiar portapapeles
fr: Nettoyer le presse-papiers
ja: クリップボードをクリーンアップ
zh_hans: 清理剪贴板

# menu.preferences
source: Preferences…
de: Einstellungen…
es: Preferencias…
fr: Préférences…
ja: 環境設定…
zh_hans: 偏好设置…

# menu.quit
source: Quit PureClip
de: PureClip beenden
es: Salir de PureClip
fr: Quitter PureClip
ja: PureClipを終了
zh_hans: 退出 PureClip

# prefs.window_title
source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
ja: 環境設定
zh_hans: 偏好设置

# prefs.section.notifications
source: Notifications
de: Mitteilungen
es: Notificaciones
ja: 通知
zh_hans: 通知

# prefs.notifications.toggle
source: Show notification on clean
de: Mitteilung beim Bereinigen anzeigen
es: Mostrar notificación al limpiar
fr: Afficher une notification lors du nettoyage
ja: クリーンアップ時に通知を表示
zh_hans: 清理时显示通知

# prefs.section.keyboard_shortcut
source: Keyboard shortcut
de: Tastaturkürzel
es: Atajo de teclado
fr: Raccourci clavier
ja: キーボードショートカット
zh_hans: 键盘快捷键

# prefs.shortcut.current
source: Current:
de: Aktuell:
es: Actual:
fr: Actuel :
ja: 現在:
zh_hans: 当前:

# prefs.shortcut.reset
source: Reset Default
de: Standard wiederherstellen
es: Restaurar predeterminado
fr: Réinitialiser par défaut
ja: デフォルトにリセット
zh_hans: 恢复默认

# prefs.shortcut.change
source: Change Shortcut…
de: Tastaturkürzel ändern…
es: Cambiar atajo…
fr: Modifier le raccourci…
ja: ショートカットを変更…
zh_hans: 更改快捷键…

# prefs.section.whitespace
source: Whitespace
de: Leerzeichen
es: Espacios en blanco
fr: Espaces blancs
ja: 空白文字
zh_hans: 空白字符

# prefs.whitespace.tabs
source: Tabs
de: Tabulatoren
es: Tabulaciones
fr: Tabulations
ja: タブ
zh_hans: 制表符

# shortcut_capture.title
source: Press the new shortcut
de: Drücken Sie das neue Tastaturkürzel
es: Pulsa el nuevo atajo
fr: Appuyez sur le nouveau raccourci
ja: 新しいショートカットを押してください
zh_hans: 请按新的快捷键

# shortcut_capture.waiting
source: Waiting…
de: Warten…
es: Esperando…
fr: En attente…
ja: 待機中…
zh_hans: 等待中…

# shortcut_capture.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_hans: 取消

# shortcut_capture.save
source: Save
de: Sichern
es: Guardar
fr: Enregistrer
ja: 保存
zh_hans: 保存

# shortcut_capture.error.no_shortcut
source: Press a shortcut before saving.
de: Drücken Sie ein Tastaturkürzel, bevor Sie speichern.
es: Pulsa un atajo antes de guardar.
fr: Appuyez sur un raccourci avant d'enregistrer.
ja: 保存する前にショートカットを押してください。
zh_hans: 保存前请按快捷键。

# shortcut_capture.error.registration_failed
source: This shortcut couldn't be registered. It may be in use by the system or another app. Please try a different combination.
de: Dieses Tastaturkürzel konnte nicht registriert werden. Es wird möglicherweise vom System oder einer anderen App verwendet. Bitte versuchen Sie eine andere Kombination.
es: No se pudo registrar este atajo. Puede estar en uso por el sistema u otra aplicación. Por favor, prueba una combinación diferente.
fr: Ce raccourci n'a pas pu être enregistré. Il est peut-être utilisé par le système ou une autre application. Veuillez essayer une combinaison différente.
ja: このショートカットを登録できませんでした。システムまたは別のアプリで使用されている可能性があります。別の組み合わせをお試しください。
zh_hans: 无法注册此快捷键。它可能正被系统或其他应用程序使用。请尝试其他组合。

# shortcut_capture.error.unsupported_key
source: Unsupported key.
de: Nicht unterstützte Taste.
es: Tecla no compatible.
fr: Touche non prise en charge.
ja: サポートされていないキーです。
zh_hans: 不支持的按键。

# shortcut_capture.error.needs_modifier
source: Include at least one modifier.
de: Fügen Sie mindestens einen Modifikator hinzu.
es: Incluye al menos un modificador.
fr: Incluez au moins un modificateur.
ja: 少なくとも1つの修飾キーを含めてください。
zh_hans: 请至少包含一个修饰键。

# shortcut_capture.error.invalid_character
source: Use letters, numbers, or standard symbols.
de: Verwenden Sie Buchstaben, Zahlen oder Standardsymbole.
es: Usa letras, números o símbolos estándar.
fr: Utilisez des lettres, des chiffres ou des symboles standard.
ja: 文字、数字、または標準記号を使用してください。
zh_hans: 请使用字母、数字或标准符号。

# detab.off
source: Leave tabs as-is
de: Tabulatoren unverändert lassen
es: Dejar tabulaciones como están
fr: Laisser les tabulations telles quelles
ja: タブをそのまま残す
zh_hans: 保持制表符不变

# detab.two
source: Expand tabs to 2 spaces
de: Tabulatoren in 2 Leerzeichen umwandeln
es: Expandir tabulaciones a 2 espacios
fr: Développer les tabulations en 2 espaces
ja: タブを2つのスペースに展開
zh_hans: 将制表符展开为 2 个空格

# detab.four
source: Expand tabs to 4 spaces
de: Tabulatoren in 4 Leerzeichen umwandeln
es: Expandir tabulaciones a 4 espacios
fr: Développer les tabulations en 4 espaces
ja: タブを4つのスペースに展開
zh_hans: 将制表符展开为 4 个空格

# detab.eight
source: Expand tabs to 8 spaces
de: Tabulatoren in 8 Leerzeichen umwandeln
es: Expandir tabulaciones a 8 espacios
fr: Développer les tabulations en 8 espaces
ja: タブを8つのスペースに展開
zh_hans: 将制表符展开为 8 个空格

# key.space
source: Space
de: Leertaste
es: Espacio
fr: Espace
ja: スペース
zh_hans: 空格

# notification.clean.title
source: Clipboard cleaned
de: Zwischenablage bereinigt
es: Portapapeles limpiado
fr: Presse-papiers nettoyé
ja: クリップボードをクリーンアップしました
zh_hans: 剪贴板已清理

# notification.clean.body
source: PureClip converted the clipboard to plain text.
de: PureClip hat die Zwischenablage in reinen Text umgewandelt.
es: PureClip ha convertido el portapapeles a texto sin formato.
fr: PureClip a converti le presse-papiers en texte brut.
ja: PureClipがクリップボードをプレーンテキストに変換しました。
zh_hans: PureClip 已将剪贴板转换为纯文本。

# key.esc
source: Esc
fr: Échap
